brew "ansible"
brew "ansible-lint"
brew "aquasecurity/trivy/trivy"
brew "argocd"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "asciinema"
brew "asdf"
brew "autoconf"
brew "avrdude"
brew "awscli"
brew "bitwarden-cli"
brew "caryll/tap/otfcc-mac64"
brew "chroju/tap/awscccli"
brew "chroju/tap/parade"
brew "chroju/tap/tfcloud"
brew "coreutils"
brew "ctags"
brew "derailed/k9s/k9s"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "hadolint"
brew "helm"
brew "httpie"
brew "itchyny/tap/fillin"
brew "jq"
brew "krew"
brew "kubectx"
brew "kubectx"
brew "libyaml"
brew "mas-cli/tap/mas"
brew "mczachurski/wallpapper/wallpapper"
brew "minamijoyo/tfupdate/tfupdate"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "packer"
brew "pinentry-mac"
brew "protobuf"
brew "px4/px4/gcc-arm-none-eabi"
brew "reattach-to-user-namespace"
brew "sops"
brew "starship"
brew "terminal-notifier"
brew "terraforming"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "vim"
brew "warrensbox/tap/tfswitch"
brew "wget"
brew "yarn"
brew "zsh"
cask "alfred"
cask "anki"
cask "aws-vault"
cask "bitwarden"
cask "chromedriver"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-cica"
cask "font-myricam"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "keepassx"
cask "kindle"
cask "kindle-previewer"
cask "lens"
cask "mactex"
cask "music-manager"
cask "processing"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "xbar"
