brew "asciinema"
brew "autoconf"
brew "avrdude"
brew "bash-language-server"
brew "bitwarden-cli"
brew "blueutil"
brew "caryll/tap/otfcc-mac64"
brew "chroju/tap/awscccli"
brew "chroju/tap/parade"
brew "chroju/tap/tfcloud"
brew "cloudflare/cloudflare/cloudflared"
brew "coreutils"
brew "ctags"
brew "derailed/k9s/k9s"
brew "dfu-programmer"
brew "dfu-util"
brew "difftastic"
brew "direnv"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "gopls"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "httpie"
brew "hugo"
brew "itchyny/tap/fillin"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "mas-cli/tap/mas"
brew "mczachurski/wallpapper/wallpapper"
brew "minamijoyo/tfupdate/tfupdate"
brew "mise"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "pinentry-mac"
brew "sleepwatcher", restart_service: :changed
brew "px4/px4/gcc-arm-none-eabi"
brew "sops"
brew "starship"
brew "terminal-notifier"
brew "terraform-ls"
brew "tmux"
brew "tree"
brew "vim"
brew "tenv"
brew "wget"
brew "yarn"
brew "ynqa/tap/jnv"
brew "yq"
brew "zsh"
cask "anki"
cask "aws-vault"
cask "bitwarden"
cask "chromedriver"
cask "cloudflare-warp"
cask "container"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-hackgen"
cask "font-plemol-jp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gyazo"
cask "karabiner-elements"
cask "keybase"
cask "kindle"
cask "kindle-previewer"
cask "mactex"
cask "music-manager"
cask "ngrok"
cask "processing"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "webex"
cask "zed"
