tap "argoproj/tap"
tap "aws/tap"
tap "caryll/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "mczachurski/wallpapper"
tap "osx-cross/avr"
tap "px4/px4"
brew "libyaml"
brew "ansible"
brew "ansible-lint"
brew "argoproj/tap/argocd"
brew "asciinema"
brew "asdf"
brew "autoconf"
brew "avrdude"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "python"
brew "coreutils"
brew "ctags"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "helm"
brew "hub"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "packer"
brew "perl"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "ruby"
brew "serverless"
brew "sops"
brew "starship"
brew "terminal-notifier"
brew "terraforming"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "argoproj/tap/argocd"
brew "caryll/tap/otfcc-mac64"
brew "mackerelio/mackerel-agent/mackerel-agent"
brew "mczachurski/wallpapper/wallpapper"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
cask "adobe-acrobat-reader"
cask "alfred"
cask "anki"
cask "aws-vault"
cask "bitwarden"
cask "chromedriver"
cask "dash"
cask "docker"
cask "dropbox"
cask "dynalist"
cask "firefox"
cask "font-myricam"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "grammarly"
cask "gyazo"
cask "iterm2"
cask "keepassx"
cask "kindle"
cask "kindle-previewer"
cask "mactex"
cask "marshallofsound-google-play-music-player"
cask "music-manager"
cask "processing"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vivaldi"
